<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1"><dict><key>PayloadUUID</key><string>C925AD1D-871F-4C4B-B145-6621464AE6FA</string><key>PayloadType</key><string>Configuration</string><key>PayloadOrganization</key><string>Northern Arizona University</string><key>PayloadIdentifier</key><string>C925AD1D-871F-4C4B-B145-6621464AE6FA</string><key>PayloadDisplayName</key><string>Disable AutoUpdate Settings</string><key>PayloadDescription</key><string>Disables Auto Update Settings when manually checking for updates.</string><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadRemovalDisallowed</key><true/><key>PayloadScope</key><string>System</string><key>PayloadContent</key><array><dict><key>PayloadUUID</key><string>03ABCF40-7177-4BBF-91F0-A06C8DCDFC1A</string><key>PayloadType</key><string>com.apple.ManagedClient.preferences</string><key>PayloadOrganization</key><string>Northern Arizona University</string><key>PayloadIdentifier</key><string>03ABCF40-7177-4BBF-91F0-A06C8DCDFC1A</string><key>PayloadDisplayName</key><string>Custom</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadContent</key><dict><key>com.microsoft.autoupdate2</key><dict><key>Forced</key><array><dict><key>mcx_preference_settings</key><dict><key>StartDaemonOnAppLaunch</key><false/><key>ChannelName</key><string>Production</string><key>HowToCheck</key><string>Manual</string><key>EnableCheckForUpdatesButton</key><false/></dict></dict></array></dict></dict></dict></array></dict></plist>