<?xml version="1.0" encoding="UTF-8"?><!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1"><dict><key>PayloadUUID</key><string>56D07E65-812B-4900-ABE2-7C5F458AC942</string><key>PayloadType</key><string>com.apple.TCC.configuration-profile-policy</string><key>PayloadOrganization</key><string>Northern Arizona University</string><key>PayloadIdentifier</key><string>56D07E65-812B-4900-ABE2-7C5F458AC942</string><key>PayloadDisplayName</key><string>MSUpdate V4</string><key>PayloadDescription</key><string/><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>PayloadRemovalDisallowed</key><true/><key>PayloadScope</key><string>System</string><key>PayloadContent</key><array><dict><key>PayloadUUID</key><string>222E495C-A5E8-4941-90AE-0B88BE94BB75</string><key>PayloadType</key><string>com.apple.TCC.configuration-profile-policy</string><key>PayloadOrganization</key><string>NAU</string><key>PayloadIdentifier</key><string>775CCACC-995B-48F4-A670-6AAC44A536F9</string><key>PayloadDisplayName</key><string>MSUpdate V4</string><key>PayloadDescription</key><string>MSUpdate V4</string><key>PayloadVersion</key><integer>1</integer><key>PayloadEnabled</key><true/><key>Services</key><dict><key>AppleEvents</key><array><dict><key>Identifier</key><string>/usr/local/jamf/bin/jamfAgent</string><key>AEReceiverIdentifierType</key><string>bundleID</string><key>CodeRequirement</key><string>anchor apple generic and identifier "com.jamfsoftware.jamfAgent" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = "483DWKW443")</string><key>IdentifierType</key><string>path</string><key>StaticCode</key><integer>0</integer><key>AEReceiverIdentifier</key><string>com.apple.systemevents</string><key>Allowed</key><integer>1</integer><key>AEReceiverCodeRequirement</key><string>identifier "com.apple.systemevents" and anchor apple</string></dict><dict><key>Identifier</key><string>/usr/local/jamf/bin/jamfAgent</string><key>AEReceiverIdentifierType</key><string>bundleID</string><key>CodeRequirement</key><string>anchor apple generic and identifier "com.jamfsoftware.jamfAgent" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = "483DWKW443")</string><key>IdentifierType</key><string>path</string><key>StaticCode</key><integer>0</integer><key>AEReceiverIdentifier</key><string>com.microsoft.autoupdate2</string><key>Allowed</key><integer>1</integer><key>AEReceiverCodeRequirement</key><string>identifier "com.microsoft.autoupdate2" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = UBF8T346G9</string></dict><dict><key>Identifier</key><string>com.apple.Terminal</string><key>AEReceiverIdentifierType</key><string>bundleID</string><key>CodeRequirement</key><string>identifier "com.apple.Terminal" and anchor apple</string><key>IdentifierType</key><string>bundleID</string><key>StaticCode</key><integer>0</integer><key>AEReceiverIdentifier</key><string>com.microsoft.autoupdate2</string><key>Allowed</key><integer>1</integer><key>AEReceiverCodeRequirement</key><string>identifier "com.microsoft.autoupdate2" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = UBF8T346G9</string></dict><dict><key>Identifier</key><string>com.apple.Terminal</string><key>AEReceiverIdentifierType</key><string>bundleID</string><key>CodeRequirement</key><string>identifier "com.apple.Terminal" and anchor apple</string><key>IdentifierType</key><string>bundleID</string><key>StaticCode</key><integer>0</integer><key>AEReceiverIdentifier</key><string>com.apple.systemevents</string><key>Allowed</key><integer>1</integer><key>AEReceiverCodeRequirement</key><string>identifier "com.apple.systemevents" and anchor apple</string></dict><dict><key>Identifier</key><string>/usr/local/jamf/bin/jamf</string><key>AEReceiverIdentifierType</key><string>bundleID</string><key>CodeRequirement</key><string>anchor apple generic and identifier "com.jamfsoftware.jamf" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = "483DWKW443")</string><key>IdentifierType</key><string>path</string><key>StaticCode</key><integer>0</integer><key>AEReceiverIdentifier</key><string>com.microsoft.autoupdate2</string><key>Allowed</key><integer>1</integer><key>AEReceiverCodeRequirement</key><string>identifier "com.microsoft.autoupdate2" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = UBF8T346G9</string></dict><dict><key>Identifier</key><string>/usr/local/jamf/bin/jamf</string><key>AEReceiverIdentifierType</key><string>bundleID</string><key>CodeRequirement</key><string>anchor apple generic and identifier "com.jamfsoftware.jamf" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = "483DWKW443")</string><key>IdentifierType</key><string>path</string><key>StaticCode</key><integer>0</integer><key>AEReceiverIdentifier</key><string>com.apple.systemevents</string><key>Allowed</key><integer>1</integer><key>AEReceiverCodeRequirement</key><string>identifier "com.apple.systemevents" and anchor apple</string></dict><dict><key>Identifier</key><string>com.microsoft.autoupdate.fba</string><key>AEReceiverIdentifierType</key><string>path</string><key>CodeRequirement</key><string>identifier "com.microsoft.autoupdate.fba" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = UBF8T346G9</string><key>IdentifierType</key><string>bundleID</string><key>StaticCode</key><integer>0</integer><key>AEReceiverIdentifier</key><string>/System/Library/CoreServices/appleeventsd</string><key>Allowed</key><integer>1</integer><key>AEReceiverCodeRequirement</key><string>identifier "com.apple.appleeventsd" and anchor apple</string></dict><dict><key>Identifier</key><string>com.microsoft.autoupdate.fba</string><key>AEReceiverIdentifierType</key><string>bundleID</string><key>CodeRequirement</key><string>identifier "com.microsoft.autoupdate.fba" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = UBF8T346G9</string><key>IdentifierType</key><string>bundleID</string><key>StaticCode</key><integer>0</integer><key>AEReceiverIdentifier</key><string>com.microsoft.autoupdate.fba</string><key>Allowed</key><integer>1</integer><key>AEReceiverCodeRequirement</key><string>identifier "com.microsoft.autoupdate.fba" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = UBF8T346G9</string></dict><dict><key>Identifier</key><string>com.microsoft.autoupdate.fba</string><key>AEReceiverIdentifierType</key><string>bundleID</string><key>CodeRequirement</key><string>identifier "com.microsoft.autoupdate.fba" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = UBF8T346G9</string><key>IdentifierType</key><string>bundleID</string><key>StaticCode</key><integer>0</integer><key>AEReceiverIdentifier</key><string>com.apple.finder</string><key>Allowed</key><integer>1</integer><key>AEReceiverCodeRequirement</key><string>identifier "com.apple.finder" and anchor apple</string></dict><dict><key>Identifier</key><string>com.microsoft.autoupdate.fba</string><key>AEReceiverIdentifierType</key><string>bundleID</string><key>CodeRequirement</key><string>identifier "com.microsoft.autoupdate.fba" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = UBF8T346G9</string><key>IdentifierType</key><string>bundleID</string><key>StaticCode</key><integer>0</integer><key>AEReceiverIdentifier</key><string>com.apple.systemuiserver</string><key>Allowed</key><integer>1</integer><key>AEReceiverCodeRequirement</key><string>identifier "com.apple.systemuiserver" and anchor apple</string></dict><dict><key>Identifier</key><string>com.microsoft.autoupdate.fba</string><key>AEReceiverIdentifierType</key><string>bundleID</string><key>CodeRequirement</key><string>identifier "com.microsoft.autoupdate.fba" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = UBF8T346G9</string><key>IdentifierType</key><string>bundleID</string><key>StaticCode</key><integer>0</integer><key>AEReceiverIdentifier</key><string>com.apple.systemevents</string><key>Allowed</key><integer>1</integer><key>AEReceiverCodeRequirement</key><string>identifier "com.apple.systemevents" and anchor apple</string></dict><dict><key>Identifier</key><string>com.jamf.management.Jamf</string><key>AEReceiverIdentifierType</key><string>bundleID</string><key>CodeRequirement</key><string>anchor apple generic and identifier "com.jamf.management.Jamf" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = "483DWKW443")</string><key>IdentifierType</key><string>bundleID</string><key>StaticCode</key><integer>0</integer><key>AEReceiverIdentifier</key><string>com.microsoft.autoupdate.fba</string><key>Allowed</key><integer>1</integer><key>AEReceiverCodeRequirement</key><string>identifier "com.microsoft.autoupdate.fba" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = UBF8T346G9</string></dict><dict><key>Identifier</key><string>com.jamf.management.Jamf</string><key>AEReceiverIdentifierType</key><string>bundleID</string><key>CodeRequirement</key><string>anchor apple generic and identifier "com.jamf.management.Jamf" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = "483DWKW443")</string><key>IdentifierType</key><string>bundleID</string><key>StaticCode</key><integer>0</integer><key>AEReceiverIdentifier</key><string>com.microsoft.autoupdate2</string><key>Allowed</key><integer>1</integer><key>AEReceiverCodeRequirement</key><string>identifier "com.microsoft.autoupdate2" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = UBF8T346G9</string></dict><dict><key>Identifier</key><string>com.jamf.management.Jamf</string><key>AEReceiverIdentifierType</key><string>path</string><key>CodeRequirement</key><string>anchor apple generic and identifier "com.jamf.management.Jamf" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = "483DWKW443")</string><key>IdentifierType</key><string>bundleID</string><key>StaticCode</key><integer>0</integer><key>AEReceiverIdentifier</key><string>/System/Library/CoreServices/appleeventsd</string><key>Allowed</key><integer>1</integer><key>AEReceiverCodeRequirement</key><string>identifier "com.apple.appleeventsd" and anchor apple</string></dict><dict><key>Identifier</key><string>com.jamf.management.Jamf</string><key>AEReceiverIdentifierType</key><string>bundleID</string><key>CodeRequirement</key><string>anchor apple generic and identifier "com.jamf.management.Jamf" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = "483DWKW443")</string><key>IdentifierType</key><string>bundleID</string><key>StaticCode</key><integer>0</integer><key>AEReceiverIdentifier</key><string>com.apple.finder</string><key>Allowed</key><integer>1</integer><key>AEReceiverCodeRequirement</key><string>identifier "com.apple.finder" and anchor apple</string></dict><dict><key>Identifier</key><string>com.jamf.management.Jamf</string><key>AEReceiverIdentifierType</key><string>bundleID</string><key>CodeRequirement</key><string>anchor apple generic and identifier "com.jamf.management.Jamf" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = "483DWKW443")</string><key>IdentifierType</key><string>bundleID</string><key>StaticCode</key><integer>0</integer><key>AEReceiverIdentifier</key><string>com.apple.systemuiserver</string><key>Allowed</key><integer>1</integer><key>AEReceiverCodeRequirement</key><string>identifier "com.apple.systemuiserver" and anchor apple</string></dict><dict><key>Identifier</key><string>com.jamf.management.Jamf</string><key>AEReceiverIdentifierType</key><string>bundleID</string><key>CodeRequirement</key><string>anchor apple generic and identifier "com.jamf.management.Jamf" and (certificate leaf[field.1.2.840.113635.100.6.1.9] /* exists */ or certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = "483DWKW443")</string><key>IdentifierType</key><string>bundleID</string><key>StaticCode</key><integer>0</integer><key>AEReceiverIdentifier</key><string>com.apple.systemevents</string><key>Allowed</key><integer>1</integer><key>AEReceiverCodeRequirement</key><string>identifier "com.apple.systemevents" and anchor apple</string></dict></array><key>PostEvent</key><array><dict><key>Identifier</key><string>com.apple.Terminal</string><key>CodeRequirement</key><string>identifier "com.apple.Terminal" and anchor apple</string><key>IdentifierType</key><string>bundleID</string><key>StaticCode</key><integer>0</integer><key>Allowed</key><integer>1</integer></dict></array></dict></dict></array></dict></plist>